/* No comment provided by engineer. */
"1 hour" = "1 hora";

/* No comment provided by engineer. */
"15 minutes" = "15 minutos";

/* No comment provided by engineer. */
"1u insulin for every X %@" = "1u de insulina cada X %@";

/* No comment provided by engineer. */
"1u insulin for every X grams" = "1u de insulina cada X gramos";

/* No comment provided by engineer. */
"2 hours" = "2 horas";

/* No comment provided by engineer. */
"30 minutes" = "30 minutos";

/* No comment provided by engineer. */
"A line chart showing your blood glucose and general trend over a given period" = "Un gráfico de líneas mostrando su glucosa en sangre y la tendencia general durante el período dado";

/* No comment provided by engineer. */
"A pie chart showing the number of healthy glucose readings versus unhealthy over a given period" = "Un gráfico circular que muestra el número de lecturas de glucosa saludables frente insalubres durante un período determinado";

/* No comment provided by engineer. */
"A stacked bar chart (segmented by morning, afternoon and evening) showing total carbohydrate in-take per day" = "Un gráfico de barras (segmentada por mañana, tarde y noche) muestra el  total de carbohidratos tomados por día";

/* Activity (physical exercise) */
"Activity" = "Actividad";

/* No comment provided by engineer. */
"Activity name" = "Nombre de actividad";

/* No comment provided by engineer. */
"Add" = "Añadir";

/* No comment provided by engineer. */
"Add a Note" = "Añadir Nota";

/* Add blood glucose reading */
"Add a Reading" = "Añadir lectura";

/* No comment provided by engineer. */
"Add Activity" = "Añadir actividad";

/* No comment provided by engineer. */
"Add Food" = "Agregar comida";

/* No comment provided by engineer. */
"Add Location" = "Localización";

/* No comment provided by engineer. */
"Add Medicine" = "Añadir medicina";

/* No comment provided by engineer. */
"Add Reminder" = "Recordatorio";

/* The amount of time to wait after an event occurs before alerting the user */
"After" = "Después";

/* No comment provided by engineer. */
"AirPrint" = "AirPrint";

/* The message shown as part of a reminder */
"Alert" = "Alerta";

/* No comment provided by engineer. */
"Amount" = "Cantidad";

/* No comment provided by engineer. */
"Analytik" = "Analytik";

/* No comment provided by engineer. */
"Analytik is a service that provides free personal diabetes analytics.\n\nFind patterns in your blood sugar, better understand your diabetes and support research.\n\nSignup for an account at http://analytikhq.com" = "Analytik es un servicio gratuito que proporciona datos analíticos para personas con diabetes.\n\nPermite encontrar patrones de su azúcar en la sangre, entender mejor su diabetes y apoyar la investigación.\n\nRegistrarse para obtener cuenta en http://analytikhq.com";

/* No comment provided by engineer. */
"Analytik settings" = "Configuración Analytik";

/* No comment provided by engineer. */
"and" = "y";

/* No comment provided by engineer. */
"April" = "Abril";

/* No comment provided by engineer. */
"Are you sure you'd like to add location data to this event?" = "¿Está seguro que desea agregar datos de localización para este evento?";

/* No comment provided by engineer. */
"Are you sure you'd like to permanently delete this entry?" = "¿Está seguro que desea eliminar permanentemente esta entrada?";

/* No comment provided by engineer. */
"Are you sure you'd like to restore from a previous backup? This cannot be undone." = "¿Está seguro que desea restaurar desde backup anterior? Esto no se puede deshacerse.";

/* No comment provided by engineer. */
"August" = "Agosto";

/* A setting asking whether or not to automatically geotag events */
"Auto-geotag events" = "Auto-localizacion eventos";

/* Abbreviation for average */
"Avg." = "Media";

/* Label for average blood glucose reading */
"Avg. Blood Glucose" = "Media de glucosa en sangre";

/* No comment provided by engineer. */
"Backup" = "Backup";

/* Backup & sync settings section title */
"Backup & Sync" = "Copia de seguridad y sincronización";

/* No comment provided by engineer. */
"Backup on close" = "Backup al cerrar";

/* No comment provided by engineer. */
"Backup once a day" = "Realizar backup diario";

/* No comment provided by engineer. */
"Backup once a week" = "Realizar backup semanal";

/* No comment provided by engineer. */
"Backup options" = "Opciones de backup";

/* No comment provided by engineer. */
"Backup over 3G" = "Backup con 3G";

/* No comment provided by engineer. */
"Backup settings" = "Opciones de copia de seguridad";

/* No comment provided by engineer. */
"Backup/Restore" = "Backup/Restaurar";

/* Blood glucose level */
"BG level" = "Nivel de BG";

/* Blood glucose units */
"BG units" = "Unidades de BG";

/* Label for the statistical deviation in blood glucose values */
"Blood Glucose Deviation" = "Desviación de glucosa en sangre";

/* No comment provided by engineer. */
"Blood Glucose Level" = "Nivel de glucosa en sangre";

/* No comment provided by engineer. */
"Blood glucose level" = "Nivel de glucosa en sangre";

/* No comment provided by engineer. */
"Blood Glucose Readings" = "Lecturas de glucosa en sangre";

/* No comment provided by engineer. */
"Both" = "Ambos";

/* No comment provided by engineer. */
"Calculations use the following formula:\n\n((currentBG-targetBG)/correctiveFactor) + (carbohydrates/carbohydrateRatio)" = "Los cálculos utilizan la siguiente fórmula:\n\n((GSactual-GSobjetivoALlegar)/factorCorrectivo) + (carbohidratos/razonCarbohidratos)";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Carbohydrate in-take" = "Toma de carbohidratos";

/* No comment provided by engineer. */
"Carbohydrate Ratio" = "Ratio de carbohidratos";

/* Amount of carbohydrates */
"Carbs" = "Carbohidratos";

/* No comment provided by engineer. */
"Choose photo" = "Elija una foto";

/* A setting asking whether or not results should be collapsed when searching occurs */
"Collapse search results" = "Colapsar resultados de la búsqueda";

/* No comment provided by engineer. */
"Constants" = "Constantes";

/* No comment provided by engineer. */
"Correction Factor" = "Factor de corrección\n";

/* No comment provided by engineer. */
"Credits" = "Créditos";

/* No comment provided by engineer. */
"Current blood glucose" = "Glucosa en la sangre actual";

/* Current geographic location */
"Current Location" = "Localización actual";

/* No comment provided by engineer. */
"Date" = "Fecha";

/* No comment provided by engineer. */
"Date reminder" = "Recordatorio";

/* No comment provided by engineer. */
"days" = "días";

/* No comment provided by engineer. */
"December" = "Diciembre";

/* No comment provided by engineer. */
"Delete Entry" = "Borrar entrada";

/* No comment provided by engineer. */
"Description" = "Descripción";

/* No comment provided by engineer. */
"G2L Buddy cannot and will not advise you with regards to medical care.\n\nIf you have questions or concerns regarding the state of your health please see a medical professional." = "G2L Buddy no puede y no lo asesorará con respecto a la atención médica.  Si usted tiene preguntas o preocupaciones sobre el estado de su salud consulte a un médico profesional.";

/* No comment provided by engineer. */
"Diabetik Export - %@" = "Diabetik Exportar- %@";

/* No comment provided by engineer. */
"G2L Buddy is a new kind of diabetic journal that lets you track your blood glucose, medication, food and personal activities.\n\nTo learn more swipe your finger to the left." = "G2L Buddy es un nuevo diario para llevar un seguimiento de la glucosa en sangre, medicación, comidas y actividades.";

/* No comment provided by engineer. */
"G2L Buddy is capable of exporting your data in CSV or PDF format.\n\nPerfect for importing into other software or for printing to show your health care provider!" = "G2L Buddy es capaz de exportar tus datos en formato CSV o PDF. ¡Perfecto para importar en otros programas o imprimir para mostrar a tu médico!";

/* No comment provided by engineer. */
"G2L Buddy makes keeping your journal up-to-date as easy as possible by analysing your habits.\n\nIt may take a few days to really get to know you, so please be patient!" = "G2L Buddy guarda tu diario actualizándolo de manera sencilla para analizar tus hábitos. G2L Buddy te conocerá en unos días, ¡se paciente!";

/* No comment provided by engineer. */
"Done" = "Hecho";

/* No comment provided by engineer. */
"Drag left to add additional entries" = "Arrastra a la derecha para añadir entradas";

/* No comment provided by engineer. */
"Dropbox" = "Dropbox";

/* No comment provided by engineer. */
"Dropbox needs to finish syncing before it's possible to export files. Try again in a few minutes." = "Dropbox necesita finalizar la sincronización antes de que sea posible exportar archivos. Intente nuevamente en unos minutos.";

/* No comment provided by engineer. */
"Dropbox settings" = "Opciones Dropbox";

/* No comment provided by engineer. */
"Dropbox Settings" = "Opciones Dropbox";

/* No comment provided by engineer. */
"Edit Activity" = "Editar actividad";

/* No comment provided by engineer. */
"Edit Food" = "Editar comida";

/* No comment provided by engineer. */
"Edit Medicine" = "Editar Medicina";

/* No comment provided by engineer. */
"Edit Note" = "Editar nota";

/* Edit blood glucose reading */
"Edit Reading" = "Editar lectura";

/* No comment provided by engineer. */
"Edit reminder" = "Editar recordatorio";

/* No comment provided by engineer. */
"Edit Reminder" = "Editar Recordatorio";

/* No comment provided by engineer. */
"Email" = "Email";

/* No comment provided by engineer. */
"Email sent" = "Email enviado";

/* No comment provided by engineer. */
"Enable automatic backup" = "Activar backup automático";

/* No comment provided by engineer. */
"Enter or select below" = "Introduzca o seleccione abajo";

/* No comment provided by engineer. */
"Entry" = "Entrada";

/* No comment provided by engineer. */
"Entry settings" = "Configuración de entrada";

/* Geo-location of event */
"Event Location" = "Lugar del evento";

/* No comment provided by engineer. */
"Every day" = "Todos los días";

/* No comment provided by engineer. */
"Every Day" = "Todos los días";

/* No comment provided by engineer. */
"Every Friday" = "Todos los viernes";

/* No comment provided by engineer. */
"Every Monday" = "Todos los lunes";

/* No comment provided by engineer. */
"Every Saturday" = "Todos los sábados";

/* No comment provided by engineer. */
"Every Sunday" = "Todos los domingos";

/* No comment provided by engineer. */
"Every Thursday" = "Todos los jueves";

/* No comment provided by engineer. */
"Every Tuesday" = "Todos los martes";

/* No comment provided by engineer. */
"Every Wednesday" = "Todos los miércoles";

/* Menu item to take users to the export screen */
"Export" = "Exportar";

/* No comment provided by engineer. */
"Export successful" = "Éxito de la exportación";

/* No comment provided by engineer. */
"February" = "Febrero";

/* Food entry type */
"Food" = "Comida";

/* No comment provided by engineer. */
"Formats to export" = "Formatos para exportar";

/* No comment provided by engineer. */
"Fri" = "Vie";

/* General settings section title */
"General" = "General";

/* No comment provided by engineer. */
"Glucose" = "Glucosa";

/* No comment provided by engineer. */
"Glucose settings" = "Configuración de glucosa";

/* Unit of measurement */
"Grams" = "Gramos";

/* Amount of carbs in grams (this field is optional) */
"grams (optional)" = "Gramos (opcional)";

/* A label used to show healthy blood glucose readings */
"Healthy" = "Saludable";

/* No comment provided by engineer. */
"Healthy Glucose Tally" = "Glucosa saludable";

/* No comment provided by engineer. */
"Here's your G2L Buddy data export, generated on %@." = "Aquí está su exportación de datos de G2L Buddy generada en %@.";

/* No comment provided by engineer. */
"Hi there!" = "Hola!";

/* No comment provided by engineer. */
"hours" = "horas";

/* A default message shown to users when contacting support for help */
"I need help with G2L Buddy! Here's the problem:" = "Necesito ayuda con G2L Buddy! Aquí está el problema:";

/* No comment provided by engineer. */
"Input" = "Entrada";

/* No comment provided by engineer. */
"Insulin Calculator" = "Calculadora de insulina";

/* No comment provided by engineer. */
"It wasn't possible to export your backup to Dropbox. The following error occurred: %@" = "No fué posible exportar la copia de seguridad en Dropbox. Se produjo el siguiente error: % @";

/* No comment provided by engineer. */
"It wasn't possible to export your files to Dropbox. The following error occurred: %@" = "No fué posible exportar la copia de seguridad en Dropbox. Se produjo el siguiente error: %@";

/* No comment provided by engineer. */
"It wasn't possible to restore your backup from Dropbox. The following error occurred: %@" = "No fue posible restaurar la copia de seguridad de Dropbox. Se produjo el siguiente error: %@";

/* No comment provided by engineer. */
"January" = "Enero";

/* The title for the applications index screen - which is a physical journal */
"Journal" = "Diario";

/* No comment provided by engineer. */
"July" = "Julio";

/* No comment provided by engineer. */
"June" = "Junio";

/* An option to view third-party software licenses used throughout the application */
"Licenses" = "Licencias";

/* No comment provided by engineer. */
"Link with Dropbox" = "Vincular con Dropbox";

/* No comment provided by engineer. */
"Location" = "Localización";

/* No comment provided by engineer. */
"Location reminder" = "Recordatorio de ubicación";

/* No comment provided by engineer. */
"Location-based reminders" = "Recordatorios basados en la localización";

/* No comment provided by engineer. */
"Login" = "Inicio de sesión";

/* No comment provided by engineer. */
"Logout" = "Cierre de sesión";

/* No comment provided by engineer. */
"March" = "Marzo";

/* Remind me after adding [a specific entry type] matching [these conditions] */
"Matching these conditions" = "Coincidencia de estas condiciones";

/* An option label for determining the highest a blood glucose reading can be before being considered unhealthy */
"Max healthy" = "Salud máxima";

/* No comment provided by engineer. */
"May" = "Mayo";

/* No comment provided by engineer. */
"Meal name" = "Nombre de la comida";

/* No comment provided by engineer. */
"Medication" = "Medicamento";

/* No comment provided by engineer. */
"Medicine" = "Medicina";

/* No comment provided by engineer. */
"Medicine name" = "Nombre de la medicina";

/* The section header for generic menu items */
"Menu" = "Menú";

/* Type/unit of medicine */
"mg" = "mg";

/* An option label for determining the lowest a blood glucose reading can be before being considered unhealthy */
"Min healthy" = "Salud mínima";

/* No comment provided by engineer. */
"Minutes" = "Minutos";

/* No comment provided by engineer. */
"minutes" = "minutos";

/* No comment provided by engineer. */
"Mon" = "Lun";

/* No comment provided by engineer. */
"Months to export" = "Meses para exportar";

/* The name of an entry */
"Name" = "Nombre";

/* No comment provided by engineer. */
"Need help? Contact support!" = "¿Necesita ayuda? Contactar con el soporte!";

/* No comment provided by engineer. */
"Nice to meet you" = "Mucho gusto";

/* No comment provided by engineer. */
"No" = "No";

/* Title of message shown when the user has yet to add any entries to their journal */
"No Entries" = "No hay entradas";

/* No comment provided by engineer. */
"No location" = "No hay localización";

/* No comment provided by engineer. */
"No Reminders" = "No hay recordatorios";

/* No comment provided by engineer. */
"No Reports" = "No hay informes";

/* Title of message shown when the user has yet to create any tags */
"No Tags" = "No hay etiquetas";

/* No comment provided by engineer. */
"Not enough data" = "No hay suficientes datos";

/* Note entry type */
"Note" = "Nota";

/* No comment provided by engineer. */
"Notes" = "Notas";

/* No comment provided by engineer. */
"November" = "Noviembre";

/* No comment provided by engineer. */
"October" = "Octubre";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"Okay" = "Está bien";

/* On arrival to a geographic location */
"On Arrival" = "Al arribar";

/* On departure from a geographic location */
"On Departure" = "A la salida";

/* No comment provided by engineer. */
"One-time reminders" = "Recordatorios de una sola vez";

/* Settings section for miscellaneous information */
"Other" = "Otros";

/* No comment provided by engineer. */
"Password" = "Contraseña";

/* No comment provided by engineer. */
"Past 14 days" = "Últimos 14 días";

/* No comment provided by engineer. */
"Past 7 Days" = "Últimos 7 días";

/* No comment provided by engineer. */
"Perform manual backup" = "Realizar backup manual";

/* Type/unit of medicine */
"pills" = "píldoras";

/* No comment provided by engineer. */
"Please complete all required fields" = "Por favor, complete todos los campos requeridos";

/* No comment provided by engineer. */
"Please provide valid login credentials" = "Por favor proporcione credenciales válidas";

/* Error message shown to users when setting up a geographical reminder */
"Please select a valid location before continuing" = "Por favor, seleccione una ubicación válida antes de continuar";

/* Type/unit of medicine */
"puffs" = "Soplos";

/* No comment provided by engineer. */
"Rate G2L Buddy in the App Store" = "Califica a G2L Buddy en la App Store";

/* Blood glucose reading entry type */
"Reading" = "Lectura";

/* Remind me after adding [a specific entry type] */
"Remind me after adding" = "Recuerdame después de agregar";

/* No comment provided by engineer. */
"Remind me in" = "Recordármelo en";

/* No comment provided by engineer. */
"Reminder details" = "Detalles de recordatorio";

/* Title for screen showing the geographic location of a geo-fenced reminder */
"Reminder Location" = "Ubicación de recordatorio";

/* No comment provided by engineer. */
"Reminders" = "Recordatorios";

/* No comment provided by engineer. */
"Reminders are a great way to keep on top of things.\n\nAlong with one-time and repeat reminders you can also setup location-based reminders to alert you when you leave or arrive at a particular location." = "Los recordatorios son excelentes para mantener una lista de cosas. Además de recordatorios únicos los recordatorios también se puede configurar basados ​​en la localización para que le avise cuando salga o llegue a un lugar en particular.";

/* No comment provided by engineer. */
"Remove" = "Quitar";

/* No comment provided by engineer. */
"Remove photo" = "Eliminar foto";

/* No comment provided by engineer. */
"Repeat" = "Repetir";

/* Label for a reminder which repeats across multiple days */
"Repeating" = "Repetición";

/* No comment provided by engineer. */
"Repeating reminders" = "Repetición de recordatorios";

/* No comment provided by engineer. */
"Report" = "Reporte";

/* No comment provided by engineer. */
"Reporting events between" = "Reporte de eventos entre";

/* No comment provided by engineer. */
"Restore" = "Restaurar";

/* No comment provided by engineer. */
"Restore from backup" = "Restaurar desde un backup";

/* No comment provided by engineer. */
"Restore successful" = "Restauración satisfactoria";

/* No comment provided by engineer. */
"Restoring from backup will never delete existing data. If identical records are found the existing version will be overwritten. We advise backup restoration only be used when absolutely necessary." = "Restaurar desde un backup nunca borrará los datos existentes. Si se encuentran registros idénticos, la versión actual se sobrescribirá. Recomendamos restaurar de backups sólo cuando sea absolutamente necesario.";

/* No comment provided by engineer. */
"Resync entries" = "Resincronizar entradas";

/* No comment provided by engineer. */
"Rotate to view reports" = "Gire para ver los informes";

/* No comment provided by engineer. */
"Rule-based Reminder" = "Recordatorio basado en reglas";

/* No comment provided by engineer. */
"Rule-based reminder" = "Recordatorio basado en reglas";

/* No comment provided by engineer. */
"Rule-based reminders" = "Recordatorio basado en reglas";

/* No comment provided by engineer. */
"Sat" = "Sab";

/* No comment provided by engineer. */
"Scheduled Reminder" = "Recordatorio programado";

/* No comment provided by engineer. */
"Search" = "Búsqueda";

/* No comment provided by engineer. */
"September" = "Septiembre";

/* Settings title */
"Settings" = "Configuración";

/* No comment provided by engineer. */
"Setup Dropbox backup" = "Configuración backup en Dropbox";

/* A setting asking whether or not to display inline images */
"Show inline images" = "Mostrar imágenes en línea";

/* A settings switch to control the Smart Input feature */
"Smart input" = "Ingreso inteligente";

/* A settings switch to control application sounds */
"Sounds" = "Sonido";

/* No comment provided by engineer. */
"Stay safe" = "Permanece seguro";

/* No comment provided by engineer. */
"Sun" = "Sol";

/* No comment provided by engineer. */
"Support email sent" = "Soporte por correo electrónico enviado";

/* No comment provided by engineer. */
"Tag" = "Etiqueta";

/* No comment provided by engineer. */
"Tags" = "Etiquetas";

/* No comment provided by engineer. */
"Take photo" = "Tomar foto";

/* No comment provided by engineer. */
"Target blood glucose" = "Objetivo de glucosa en sangre";

/* No comment provided by engineer. */
"Thanks" = "Gracias";

/* No comment provided by engineer. */
"The Analytik API responded with the following error: %@" = "La API Analytik respondió con el siguiente error: %@";

/* No comment provided by engineer. */
"The Analytik API returned an unrecognized response" = "La API Analytik devolvió una respuesta desconocida";

/* An option allow users to be reminded at some point in the future */
"The future" = "El futuro";

/* No comment provided by engineer. */
"There was an error while printing your report" = "Hubo un error durante la impresión de su informe";

/* No comment provided by engineer. */
"There was an error while trying to delete this event: %@" = "Hubo un error al intentar eliminar esta cuenta: %@";

/* No comment provided by engineer. */
"This device hasn't been setup to send emails." = "Este dispositivo no ha sido configurado para enviar correos electrónicos.";

/* No comment provided by engineer. */
"Thurs" = "Jueves";

/* Unit of measurement */
"time" = "tiempo";

/* No comment provided by engineer. */
"Time" = "Tiempo";

/* No comment provided by engineer. */
"Timeline" = "Línea de tiempo";

/* No comment provided by engineer. */
"Timeline settings" = "Configuración de la línea de tiempo";

/* No comment provided by engineer. */
"Title" = "Título";

/* No comment provided by engineer. */
"Today" = "Hoy";

/* No comment provided by engineer. */
"Total carbohydrates" = "Carbohidratos totales";

/* No comment provided by engineer. */
"Total Carbohydrates (grams)" = "Totales carbohidratos (gramos)";

/* No comment provided by engineer. */
"Trigger for all entries" = "Disparador para todas las entradas";

/* No comment provided by engineer. */
"Tues" = "Martes";

/* No comment provided by engineer. */
"Type" = "Tipo";

/* No comment provided by engineer. */
"Uh oh!" = "OH oh!";

/* No comment provided by engineer. */
"Unable to create image documents folder" = "No se puede crear la carpeta de documentos de imagen";

/* Error message shown when a users current geographic location cannot be determined */
"Unable to determine location" = "No se puede determinar la ubicación";

/* A label used to show unhealthy blood glucose readings */
"Unhealthy" = "Insalubres";

/* Type/unit of medicine */
"units" = "unidades";

/* No comment provided by engineer. */
"Unlink Dropbox account" = "Desvincular la cuenta de Dropbox";

/* No comment provided by engineer. */
"Update location" = "Actualizar ubicación";

/* No comment provided by engineer. */
"Value" = "Valor";

/* No comment provided by engineer. */
"View on map" = "Ver en mapa";

/* No comment provided by engineer. */
"View photo" = "Ver foto";

/* No comment provided by engineer. */
"We were unable to delete your reminder rule for the following reason: %@" = "No fuimos capaces de eliminar su recordatorio debido a: %@";

/* No comment provided by engineer. */
"We were unable to save your reminder for the following reason: %@" = "No fuimos capaces de eliminar su recordatorio por la debido a: %@";

/* No comment provided by engineer. */
"We were unable to save your reminder rule for the following reason: %@" = "No fuimos capaces de eliminar su recordatorio debido a: %@";

/* No comment provided by engineer. */
"We're unable to save your data as a sync is in progress!" = "No hemos podido guardar los datos, ya que una sincronización está en progreso.";

/* No comment provided by engineer. */
"We've received your support request and will try to reply as soon as possible" = "Nos ha recibido su solicitud de soporte y a tratar de responder lo más pronto posible";

/* No comment provided by engineer. */
"Wed" = "Mie";

/* No comment provided by engineer. */
"What'd you have?" = "¿Que tienes?";

/* No comment provided by engineer. */
"When you'd like to be reminded" = "Cuando gustaría ser recordado";

/* Remind me after adding [a specific entry type] matching [these conditions] with [these settings] */
"With these settings" = "Con esta configuración";

/* No comment provided by engineer. */
"Yes" = "Sí";

/* No comment provided by engineer. */
"Yesterday" = "Ayer";

/* No comment provided by engineer. */
"You cannot enter an event in the future" = "Usted no puede entrar en un evento en el futuro";

/* No comment provided by engineer. */
"You currently don't have any entries in your timeline. To add one, tap the + icon." = "Actualmente no tiene ninguna entrada en la línea de tiempo. Para agregar uno, pulse el icono +.";

/* No comment provided by engineer. */
"You currently don't have any reminders setup. To add one, tap the + icon." = "Actualmente no tiene ninguna configuración de recordatorios. Para agregar uno, pulse el icono +.";

/* No comment provided by engineer. */
"You currently don't have any reports to export." = "Actualmente no tiene ningún informe para exportar.";

/* No comment provided by engineer. */
"You haven't collected enough data to display this report" = "No se han recogido datos suficientes para mostrar este informe";

/* No comment provided by engineer. */
"You haven't tagged any entries yet!" = "Usted todavía no etiqueto todas las entradas!";

/* No comment provided by engineer. */
"You must select at least one format to export" = "Debe seleccionar al menos un formato para exportar";

/* No comment provided by engineer. */
"You must select at least one month to export" = "Debe seleccionar al menos un mes para exportar";

/* No comment provided by engineer. */
"Your backup has been exported successfully" = "Su backup se ha exportado con éxito";

/* No comment provided by engineer. */
"Your backup was restored successfully" = "Su backup fue restaurado con éxito";

/* No comment provided by engineer. */
"Your data will now sync with Analytik automatically" = "Sus datos se sincronizarán ahora con Analytik automáticamente";

/* No comment provided by engineer. */
"Your Diabetic Record" = "Su expediente diabético";

/* An error message letting the user know that their data export could not be emailed to them */
"Your export email could not be sent" = "El correo de exportación no ha sido enviado";

/* A success message letting the user know that their data export has been successfully emailed to them */
"Your export email has been sent" = "Tu correo de exportación ha sido enviado";

/* No comment provided by engineer. */
"Your files have been exported successfully" = "Los archivos se han exportado con éxito";

/* No comment provided by engineer. */
"Your reminder message" = "Su mensaje recordatorio";

